IDEA Open Model
ReinfBarOnEdge.MasterComponent Property
Compatible with IDEA StatiCa 20.1
 Master component of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement MasterComponent { get; set; }
Public Property MasterComponent As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace